tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "gettext"
brew "libffi"
brew "cscope"
brew "fzf"
brew "git"
brew "nettle"
brew "openssl"
brew "sqlite"
brew "icu4c"
brew "libtool"
brew "imagemagick"
brew "leiningen"
brew "libcroco"
brew "libevent"
brew "libssh2"
brew "llvm"
brew "lua"
brew "mono"
brew "ninja"
brew "perl"
brew "ripgrep"
brew "ruby", link: true
brew "tmux"
brew "vim"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
cask "anaconda"
cask "firefox"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "julia"
cask "kitty"
cask "spectacle"
